Repository: Deser7/AIStudio-iOS
Catalog: AIStudio/Localizable.xcstrings
Source language: en
Languages: ru

source: / week
ru: / нед.

source: 5 MB
ru: 5 МБ

source: AI assistant
ru: ИИ-ассистент

source: AI Chat
ru: ИИ Чат

source: AI Chat History
ru: История ИИ Чата

source: AI Video
ru: ИИ Видео

source: AI Video History
ru: История ИИ Видео

source: AI Writing
ru: Улучшение текста

source: Allow
ru: Разрешить

source: Allow access in Settings to save videos to your gallery.
ru: Разрешите доступ в Настройках, чтобы сохранять видео в галерею.

source: Allow access to photos?
ru: Разрешить доступ к фото?

source: Animate • Templates
ru: Анимация • Шаблоны

source: API key is missing.
ru: API-ключ отсутствует.

source: API limit reached. Try again later.
ru: Достигнут лимит API. Попробуйте позже.

source: App Version:
ru: Версия:

source: Ask about code and programming...
ru: Спросите о коде и программировании...

source: Ask about content ideas...
ru: Спросите об идеях для контента...

source: Ask about health and wellness...
ru: Спросите о здоровье и самочувствии...

source: Ask about languages...
ru: Спросите о языках...

source: Ask about marketing strategy...
ru: Спросите о маркетинговой стратегии...

source: Ask about training and fitness...
ru: Спросите о тренировках и фитнесе...

source: Ask about writing and copy...
ru: Спросите о текстах и копирайтинге...

source: Ask anything
ru: Спросить что угодно

source: Ask anything. Get answers fast
ru: Спросите что угодно. Быстрые ответы

source: Ask anything...
ru: Спросите что угодно...

source: Ask questions, get answers, and explore ideas in seconds
ru: Задавайте вопросы, получайте ответы и исследуйте идеи за секунды

source: Back
ru: Назад

source: Camera
ru: Камера

source: Cancel
ru: Отмена

source: Cancel Anytime
ru: Отмена в любой момент

source: Casual
ru: Неформальный

source: Choose chat direction
ru: Выберите направление чата

source: Clear cache
ru: Очистить кэш

source: Code, debug, architecture tips
ru: Код, отладка, архитектура

source: Contact us
ru: Связаться с нами

source: Content creator
ru: Контент-креатор

source: Converting speech to text...
ru: Преобразуем речь в текст...

source: Copy
ru: Копировать

source: Copywriter
ru: Копирайтер

source: Create
ru: Создать

source: Create anything you want
ru: Создавайте всё, что хотите

source: Create content with AI templates
ru: Создавайте контент с ИИ-шаблонами

source: Create videos
ru: Создать видео

source: Create your first video to see it here
ru: Создайте первое видео, чтобы увидеть его здесь

source: Dances
ru: Танцы

source: Delete
ru: Удалить

source: Doctor
ru: Врач

source: Download
ru: Скачать

source: Edit
ru: Изменить

source: Empty response from AI.
ru: Пустой ответ от ИИ.

source: English
ru: Английский

source: File is too large
ru: Файл слишком большой

source: Files
ru: Файлы

source: Fitness coach
ru: Фитнес-тренер

source: Fix & Improve Writing
ru: Улучшить текст

source: Fix grammar
ru: Исправить грамматику

source: for anything
ru: для всего

source: Format
ru: Формат

source: French
ru: Французский

source: Friendly
ru: Дружелюбный

source: Funny
ru: Смешное

source: Gallery
ru: Галерея

source: Generate
ru: Сгенерировать

source: Generating...
ru: Генерация...

source: German
ru: Немецкий

source: Get results in seconds
ru: Получайте результат за секунды

source: Health info and general advice
ru: Здоровье и общие рекомендации

source: How can I help you?
ru: Чем могу помочь?

source: Improve
ru: Улучшить

source: Info & legal
ru: Информация и правовая

source: Invalid API key.
ru: Неверный API-ключ.

source: Italian
ru: Итальянский

source: Language
ru: Язык

source: Language teacher
ru: Преподаватель языка

source: Learn and improve languages
ru: Изучайте и улучшайте языки

source: Marketer
ru: Маркетолог

source: Maximum file size is 100 MB
ru: Максимальный размер файла — 100 МБ

source: Month $1.99
ru: Месяц $1.99

source: MP3 • WAV • M4A • MP4 • MOV Max file size: 100 MB
ru: MP3 • WAV • M4A • MP4 • MOV Макс. размер файла: 100 МБ

source: New Chat
ru: Новый чат

source: No chats yet
ru: Пока нет чатов

source: No internet connection.
ru: Нет подключения к интернету.

source: No videos yet
ru: Пока нет видео

source: Notifications
ru: Уведомления

source: Off
ru: Выкл.

source: On
ru: Вкл.

source: Open Settings
ru: Открыть Настройки

source: Opens AI Chat
ru: Открывает ИИ Чат

source: Original
ru: Оригинал

source: Paste or write your text here...
ru: Вставьте или напишите текст здесь...

source: Photo
ru: Фото

source: Photo access required
ru: Нужен доступ к фото

source: Photos
ru: Фото

source: Pick a template. Done in seconds
ru: Выберите шаблон. Готово за секунды

source: Popular
ru: Популярное

source: Posts, videos, content ideas
ru: Посты, видео, идеи для контента

source: Privacy Policy
ru: Конфиденциальность

source: Professional
ru: Профессиональный

source: Programmer
ru: Программист

source: Purchases & Actions
ru: Покупки и действия

source: Quality
ru: Качество

source: Rate app
ru: Оценить приложение

source: Ready in seconds
ru: Готово за секунды

source: Regenerate
ru: Перегенерировать

source: Rename
ru: Переименовать

source: Replace
ru: Заменить

source: Restore purchases
ru: Восстановить покупки

source: Restore Purchases
ru: Восстановить покупки

source: Result
ru: Результат

source: Rewrite
ru: Переписать

source: Rewrite • Fix grammar
ru: Переписать • Грамматика

source: Rewrite and improve your text
ru: Перепишите и улучшите текст

source: Russian
ru: Русский

source: Sad
ru: Грустное

source: Save
ru: Сохранить

source: SAVE
ru: СКИДКА

source: Select a photo or video from your gallery
ru: Выберите фото или видео из галереи

source: Share
ru: Поделиться

source: Share with friends
ru: Поделиться с друзьями

source: Shorten
ru: Сократить

source: Simplify complex info instantly
ru: Упростите сложную информацию мгновенно

source: Simplify complex information
ru: Упрощайте сложную информацию

source: Something went wrong. Please try again.
ru: Что-то пошло не так. Попробуйте ещё раз.

source: Spanish
ru: Испанский

source: Start a conversation to see your history here
ru: Начните диалог, чтобы увидеть историю здесь

source: Strategy, ads, growth ideas
ru: Стратегия, реклама, идеи роста

source: Style
ru: Стиль

source: Summarize • Key points
ru: Кратко • Главное

source: Support us
ru: Поддержите нас

source: Talk to AI
ru: Поговорить с ИИ

source: Terms of Use
ru: Условия использования

source: The text has been copied successfully
ru: Текст успешно скопирован

source: Title
ru: Название

source: To upload an image, the app needs access to your photo gallery.
ru: Чтобы загрузить изображение, приложению нужен доступ к галерее.

source: Today
ru: Сегодня

source: Training plans and motivation
ru: Планы тренировок и мотивация

source: Translate
ru: Перевод

source: Trends
ru: Тренды

source: Turn any text into better writing
ru: Превращайте любой текст в лучший

source: Turn Photo into Video
ru: Фото в видео

source: Understand Faster
ru: Понять быстрее

source: Understand faster
ru: Понять быстрее

source: Unlock now
ru: Открыть сейчас

source: Upgrade plan
ru: Улучшить план

source: Upload any file
ru: Загрузите любой файл

source: Upload audio or video
ru: Загрузить аудио или видео

source: Usage Policy
ru: Соглашение

source: Video has been saved to your gallery
ru: Видео сохранено в галерею

source: We're creating the best result for you
ru: Мы создаём лучший результат для вас

source: What do you want to create?
ru: Что хотите создать?

source: Write better texts, faster
ru: Пишите тексты лучше и быстрее

source: Write like a pro
ru: Писать как профи

source: Year $1.27
ru: Год $1.27

source: Yesterday
ru: Вчера

source: Your
ru: Ваш

source: Your AI tools, ready to go
ru: Ваши ИИ-инструменты, готовы к работе

source: Your default AI assistant
ru: Ваш ИИ-ассистент по умолчанию

source: Your result will appear here...
ru: Здесь появится результат...
